// «Хуррият» архиви — маълумотлар базаси
// Янги сон қўшиш: SONLAR массивига худди шундай объект қўшинг.
const SONLAR = [
  {
    "raqam": 1,
    "nom": "1-сон",
    "izoh": "Нишона сони",
    "sana": "1996 йил 27 декабрь",
    "yil": 1996,
    "betlar": [
      {
        "bet": 1,
        "skan": "skan/1-son-1-bet.jpg",
        "kichik": "skan/1-son-1-bet-kichik.jpg"
      }
    ],
    "materiallar": [
      {
        "id": "1-01",
        "sarlavha": "«Хуррият» ўқувчиларига",
        "rubrika": "Бош мақола",
        "muallif": "",
        "tur": "maqola",
        "bet": 1,
        "matn": "Азиз ватандошлар!\nБугун сизнинг тийрак нигоҳингиздан, зийрак идрокингиздан умидвор бўлиб, истиқболингизга, фикр майдонингизга «Хуррият» номли газетамиз билан чиқдик.\n«Хуррият»нинг ўзаги «хур», «хурлик»дир.\nЁдимизга Чўлпоннинг ушбу сатрлари тушади:\n«Қишдан қийма,\nБўйин эгма,\nКи сен ҳам ҳур туғилгансан».\nЮртимиз мустақилликка эришди, халқимизнинг асрий орзуси рўёбга чиқди. Энди юрт мустақиллигидан шахс мустақиллиги сари сафар бошланди. Инсон ҳуқуқлари ва эркинликлари «олий неъмат» деб эътироф этилиши, инсон манфаатлари йўли кириб келмоқда.\nИнсон ҳуқуқлари... Инсоннинг энг олий ҳуқуқи — яшамоқдир. «Инсон яшаши керак!» Буни таъминлаган давлат энди янада юксакроқ фикрга ўтади: «Инсон муносиб яшаши керак!»\nХУРРИЯТ — ИНСОН ХУРЛИГИДИР.\nМуносиб яшамоқ — жиноятчиликни кўрмаслик, жонини хавотирламаслик, тўраларнинг сансолорлигидан безор бўлмаслик, иши тушган ҳар бирорасига ялинмаслик, қадрини ерга урмаслик, тоза ҳаводан нафас олиб, покиза неъматлардан истеъмол этиб, кимёвий оғулардан, тузу қурумларсиз муҳитда яшамоқдир. Демакки, мамлакатнинг муносиб ҳаёт учун, соғлом наел учун, маънавий дунё учун ҳаракати, жиноятчиликка қарши курашда собитлиги, порахўрлик, сансолорлик, таъмагирликка нисбатан муросасизлиги ҳам аслида инсон ҳуқуқлари учун ҳаракатидир.\nХуррият — муносиб ҳаёт сари ҳаракат демакдир. «Хуррият» газетаси шу ҳаракат фаолларининг овозидир.\nСўз эркинлиги — инсон эркинликларининг калитидир. Инсон ўз ҳуқуқи ва манфаатларига талабгор бўлиши учун энг аввало уларни изҳор қилиш ҳуқуқига — сўз эркинлигига эга бўлиши лозим. Айтишнинг иложи бўлмаса, қолган ҳуқуқлар ҳақида ўйламаса ҳам бўлади. Сўз эркинлиги таъминланган юртда фикрлар ривожланади, халқдан чиққан фикрлар булоғи ҳокимиятнинг ташналигини қондиради. Сўз эркинлигини бўғадиган давлат ўз илдизига болта ураётган, ўз миясини эл-улусдан келаётган ҳикматлардан маҳрум этаётган, демакки, ўзини фикрсизлик ботқоғига — таназзулига судраётган бўлади.\nХуррият — хурфикрликдир. «Хуррият» — турли, ранг-баранг фикрлар учун очиқ газетадир.\nБозор иқтисодининг қадами шаклланмоқда. Бозор — иқтисод демократиясидир, зеро сиёсий демократия — ғоялар ранг-баранг ва тенг ҳуқуқли бўлса, иқтисодий демократия — мулк турларининг ранг-баранглиги ва тенг ҳуқуқлигидир. Мулк турларининг кўпайиши, хусусийлаштириш — оламшумул ҳодисадир. Мулки бор одам — иқтисодчидир, яъни у қайси ерга қайси экинни экишни, қайси мевани қайси шаҳарнинг қайси бозорида қимматроққа сотишни, қайси матони қайси тоифага қай тарзда ҳавола этишни ўрганади. Мулки бор одам — ҳисобчидир, яъни у пул, банк, кредит, солиқ, биржа тизимларини ўзлаштира боради. Мулки бор одам — метеорологдир, яъни йил фаслларини ўрганади, бевақт қордан асранишни, жонбахш ёмғирдан фойдаланишни ўрганади. Мулки бор одам — психологдир, яъни бошқа одамлар билан муомалага, олди-сотдига маҳкумдир. Энг муҳими мулки бор одам — ўзига хос сиёсатчидир, чунки у барқарорликдан манфаатдор, низоларни истамайди. У — революция эмас, эволюция тарафдори. Кўряпмизки, бир парча ер, бир оз мулк инсонни дунёнинг барча фанидан бохабар қилади, мулки бор одамнинг онги ўсади, мулксиз кимсанинг онги ҳам паст бўлади. Бу ерда моддият ва маънавият узвий боғланган. Мулк — ўзликни англатади, идрокни уйғотади.\nХуррият — уйғоқлик, кўзи очиқликдир. «Хуррият» — янги онг газетасидир, соғлом тафаккур кўзгусидир.\nБозор иқтисодига батамом ўтишимиз ва жаҳон иқтисодига уйғунлашувимиз — муқаррар. Унинг мақбул йўл эканлигини жаҳон мамлакатларининг тажрибаси ҳам кўрсатиб турибди. Аммо унинг номақбул тамонлари ҳам бор — моддий манфаатлар биринчи ўринга чиқмоқда, жиян текинга тоғасига салом бермайди, баъзи ўғил отасини шифохонада кўриб кетиш учун онасининг пулини кира қилади, айрим фирибгарлар етимнинг ҳақидан ҳам ҳазар қилмайдиган бўлиб қолди... Бозор драмасининг айрим ҳосилалари ҳайратлидир — алдов, юлғичлик, ўғрилик таомил тусига кира бошлади. Албатта, бу иллатлар ҳамма замонларда бўлган, аммо хавфли томони шундаки, бугун бозор иқтисоди исканжасида халқимизнинг азалий қадриятлари, бошқа юртлар қошида фахр қилса арзийдиган фазилатлари — шарму ҳаё, уят, номус, андиша, орият, иймон-эътиқод суна бошлади, нафсу ҳирс раҳму шафқатнинг ёқасига ёпишди. Аввallari ҳам ўғрилар бор эди, аммо улар зимдан яшардилар, жамоатчилик фикридан қўрқардилар, бугун эса айримлар: «Мен ўғриларнинг каттасини танийман», — деб мақтанади, ҳатто уни айнан шу важдан ҳурмат қилишимизни ҳам хоҳлайди?! Аждодларимиз даврида буни тасаввур қилиб ҳам бўлмасди-ку. Ёки: «Фалончининг қудаси зўр одам — мафиоз», — деб қўйишади. Ўғрилар, қаллобларнинг борлиги бир фожеа бўлса, уларнинг давраларнинг тўрига, одамларнинг меҳрига даъвогар бўла бошлагани фожеадир. Бу иллатларга қарши яклиллик, ҳалоллик, уят, орият, андиша, иймон каби азалий фазилатларни уйғотишимиз лозим. Жамоатчилик, маҳалла-кўй, оқсоқоллар кенгашлари, маҳаллий ўз-ўзини бошқаришни мукаммаллаштиришимиз лозим. Ўзини билган одам номуслидир, ўзини билган халқ ориятлидир, ҳуррият — ўзини билмоқдир.\nХуррият — маърифатпарварлик, миллатпарварликдир. «Хуррият» маърифатпарварлар, миллатпарварлар газетасидир.\nМаълумки, биринчи одамлар — Одам Ато ва Момо Ҳаво жаннатдан қувилганлар, улар ҳур эдилар жаннатда, бир-бирларига кўнгил қўйдилар. Аллоҳ насибаси бўлган илоҳий неъмат — муҳаббатга шерик бўлдилар — гуноҳ қилдилар. Вояга етмаган қизча ўлса: «Халқ гуноҳ қилмаган эди, ҳур кетди, жаннатга боради», — дейдилар. Демак, «Хуррият», «хурлик» одамзод тарихи қадар қадимийдир.\nХуррият — покизалик, иймонлилик, адолатлилик фазилатидир, иллатлардан холиликдир. «Хуррият» — адолатпарвар, ҳалол кишилар газетасидир.\nЮрт бугун «катта оға»нинг 170 йиллик исканжасидан ҳурриятга чиқди ва жаҳон мамлакатларининг «қучоғи»га тушди. Бу «оғуш» ҳам асло пар тўкилган тўшак эмас, унинг тошлари ҳам бор, тугаётган гулининг ортида тикани ҳам турибди. Кеча фақат Московнинг қовоғига қараб турган Тошкент бугун Париж ва Вашингтон, Токио ва Бонн, Бағдод ва Куала Лумпур... билан тенг тиллашмоқда. Шунинг учун «Хуррият» майдони тугамади, кенгайди, жаҳоний миқёс касб этди.\nХуррият — жаҳон билан ўзаро тенг ва манфаатли алоқалардир. «Хуррият» — жаҳоний фикрли, ғарбу шарқдан огоҳ одамлар газетасидир.\nЎзбекистон Республикаси кенг миқёсли сиёсий ислоҳотларни бошлаганини Олий Мажлиснинг VI сессиясида Президент Ислом Каримов номидан эълон қилди. Инсон ҳуқуқлари маркази, матбуотни демократлаштириш ва қўллаб-қувватлаш ижтимоий-сиёсий жамғармаси бирин-кетин ташкил этилди, Олий Мажлиснинг Инсон ҳуқуқлари бўйича вакили иш бошлади. «Хуррият» газетаси — мустақил газета, ана шу умидли ҳужжалардан бунёд бўлгандир.\nБиз барча маърифатпарвар, миллатпарварларни, янгича фикрловчиларни, инсон эркинликлари ва манфаатларини идрок этувчиларни, мамлакатимиз ҳурриятига масъуллик сезувчи фидойиларни, иллатларга муросасиз, адолатпарварларни, ёшларни сафимизга чорлаймиз.\n«Хуррият»ни ўқинг, «Хуррият»га ёзинг, «Хуррият» атрофида бирлашинг, хурриятчи бўлинг!",
        "hudud": [
          {
            "x": 1.82,
            "y": 15.98,
            "w": 24.79,
            "h": 83.54
          }
        ],
        "qirqim": [],
        "izoh": ""
      },
      {
        "id": "1-02",
        "sarlavha": "Истиқбол муҳокамаси",
        "rubrika": "Кеча",
        "muallif": "Амирқул Карим",
        "tur": "maqola",
        "bet": 1,
        "matn": "Эзгу ниятни чечакка қиёсласак, имкониятдан фойдаланиш йўлидаги тинимсиз ҳаракатни ана шу чечак гул очадиган заминга муқояса қилмоқ мумкин. Инсоният тараққиёти ҳақида гап кетганда эса маълум давлатларда қабул қилинган қонунлар ўша мамлакат халқи орзулари, уй-ниятларини рўёбга чиқаришнинг асоси, дейиш жоиз. Шу маънода 26 декабрь куни иш бошлаган биринчи чақириқ Ўзбекистон Олий Мажлисининг еттинчи сессияси мамлакатимиз истиқболини белгилашда ғоят муҳим ўрин тутади. Зеро сессия кун тартибида Ўзбекистон Республикасининг 1997 йилги давлат бюджети лойиҳаси, мамлакатимиз Ташқи сиёсий фаолиятининг асосий принциплари, Сиёсий партиялар, Ахборот олиш кафолатлари ва эркинлиги, Давлат хизмати, Мажлиснинг Инсон ҳуқуқлари бўйича вакили, Уй-жой сиёсатининг асослари тўғрисидаги жами 20 дан зиёд Қонун лойиҳалари ва масалаларни муҳокама қилиш мўлжалланган.\nСессиянинг дастлабки куни депутатлар мандат комиссияси раисининг Олий Мажлисга янги сайланган депутатлар ваколатларини ҳақиқий деб ҳисоблаш тавсия этилган маърузасидан сўнг мамлакатимизнинг 1997 йилги бюджети лойиҳасини муҳокама қилдилар. Шу масала юзасидан маъруза қилган Ўзбекистон Бош вазири ўринбосари, Молия вазири Б. Ҳамидов Республикамизнинг келгуси йилги бюджет тақсимоти ҳақида ахборот берди. Бўлиб ўтган муҳокамалардан сўнг депутатлар 1997 йилга мўлжалланган бюджет лойиҳасини асосан маъқулладилар.\nШуни таъкидлаш лозимки, бюджетда халқимизнинг ижтимоий муҳофазасига ҳар доимгидек алоҳида эътибор қаратилган. Бюджет тақчислиги эса 3 фоиз атрофида белгиланган.\nСессия кун тартибидаги Ўзбекистон Республикаси Ташқи сиёсий фаолиятининг асосий принциплари тўғрисидаги масала юзасидан Ташқи ишлар вазири А. Комилов маъруза қилди. Мамлакатимизнинг жаҳондаги давлатлар билан муносабатлари мустаҳкамланишида ва тенг манфаатли ҳамкорлик алоқалари ўрнатилишида ғоят муҳим бу ҳужжат юзасидан бўлган муҳокамалар чоғида Ўзбекистон Президенти Ислом Каримов сўзга чиқди. Юртбошимиз аввало бюджет — эртанги кунимизнинг ҳаётий масаласилигини, у халқимиз турли қатламлари тақдирига бевосита таъсир этишини таъкидлар экан, унда қайд этилган режаларни бажариш учун давлат энг аввало тинч, бехавотир меҳнат учун шарт-шароитлар яратиши зарурлигини айтди. Шу ўринда ташқи сиёсат соҳасидаги стратегиянинг тўғри белгиланиши ғоят муҳимлигини қайд этди. Президент Ўзбекистоннинг турли сиёсий блоклар ва мафкуралашган гуруҳларга қўшилмаслик йўлини мазкур қонуннинг муҳим жиҳати сифатида таъкидлади.\nШу куни депутатлар Сиёсий партиялар, Ахборот олиш кафолатлари ва эркинлиги, Олий Мажлиснинг Инсон ҳуқуқлари бўйича вакили, Нотариат тўғрисидаги ва бошқа қонунлар лойиҳаларини ҳам муҳокама қилдилар.\nБиринчи чақириқ Ўзбекистон Олий Мажлисининг еттинчи сессияси ўз ишини давом эттирмоқда.",
        "hudud": [
          {
            "x": 24.46,
            "y": 46.73,
            "w": 44.96,
            "h": 30.15
          }
        ],
        "qirqim": [],
        "izoh": ""
      },
      {
        "id": "1-03",
        "sarlavha": "Инсон ҳуқуқлари умумжаҳон декларацияси",
        "rubrika": "Ҳужжат",
        "muallif": "",
        "tur": "hujjat",
        "bet": 1,
        "matn": "1-модда\nБарча одамлар эркин, қадр-қиммат ва ҳуқуқларда тенг бўлиб туғиладилар. Улар ақл ва виждон соҳибидирлар ва бир-бирларига биродарларча муомала қилишлари зарур.\n7-модда\nБарча одамлар қонун олдида тенгдир ва сира айирмачиликсиз, қонун томонидан баб-баравар муҳофаза этилиши ҳуқуқига эгадир.\n19-модда\nҲар бир инсон маслак эркинлигига ва буларни эркин ифодалаш ҳуқуқига эгадир; ушбу ҳуқуқ ҳеч бир ҳалалсиз ўз маслакларига риоя этиш эркини ва ахборот ва ғояларни ҳар қандай воситалар билан ҳамда давлат чегараларидан мустақил тарзда қидириш, олиш ва тарқатиш эркинини қамраб олади.",
        "hudud": [
          {
            "x": 51.9,
            "y": 15.25,
            "w": 19.5,
            "h": 30.75
          }
        ],
        "qirqim": [],
        "izoh": ""
      },
      {
        "id": "1-04",
        "sarlavha": "«Хуррият»нинг луғавий маънолари",
        "rubrika": "Моҳият",
        "muallif": "",
        "tur": "lugat",
        "bet": 1,
        "matn": "I. «Ҳуррият» — озодлик, қуллик занжиридан озод бўлмоқ, яъни кишининг бандаси, мамлуки бўлмаслик. («Ғиёсул луғот»)\nII. — свобода. (Арабско-русский словарь, Т., «Камалак», 1994.)\nIII. Hurriet\n1) Ҳур бўлиш, хоҳишини ҳеч қандай тўсиққа дуч келмасдан ва қонун доирасидан четга чиқмасдан амалга ошира олиш ҳолати, эркинлик, эрк.\n2) Тазйиқ ва мажбурлаш остида бўлмаслик ҳолати.\n3) Маҳбус ва қўлга олинган бўлмаслик.\n4) Чет давлат ҳукми остида бўлмаслик.\n5) Ташқаридан бўладиган ҳар қандай тазйиққа эътибор қилмасдан қарор қила олиш ҳолати.\n6) Тарихий: 1908 йилги давлат тўнтариши, 2-машрутият (2-Конституция).\n7) Бутун боғлиқликлардан қутулиб, Оллоҳга қул бўлиш.\n(«Буюк туркча сўзлик», Истанбул, 1994 йил, 506-бет)",
        "hudud": [
          {
            "x": 69.75,
            "y": 12.83,
            "w": 28.76,
            "h": 15.25
          }
        ],
        "qirqim": [],
        "izoh": ""
      },
      {
        "id": "1-05",
        "sarlavha": "Гулистон, Термиз",
        "rubrika": "Бугун",
        "muallif": "",
        "tur": "xabar",
        "bet": 1,
        "matn": "ГУЛИСТОН. Сирдарё вилоятида мактабгача ёшдаги болаларни боғчаларга жалб этиш 27 фоизга тушиб қолди. Вилоят мактабларида малакали мутахассислар ўз касбларини ўзгартириши оқибатида 800 нафарга яқин ўқитувчи етишмайди.\nТЕРМИЗ. 1982 йилнинг 21 апрелида Ҳиндистоннинг Калкутта шаҳридан велосипедда жаҳон бўйлаб сафарга чиққан Рам Чандра Бивас 25 декабрь куни Термизга етиб келди. У ўтган муддат ичида ер юзининг 134 мамлакатидаги 2010 шаҳарда бўлиб, 392 минг 900 километр йўл босди.\nТермиз эса у меҳмон бўлган 2011 шаҳардир. 28 ёшида сафарга чиққан Рам Чандра саёҳатини 2000 йилга қадар давом эттирмоқчи.",
        "hudud": [
          {
            "x": 69.75,
            "y": 28.09,
            "w": 28.76,
            "h": 16.46
          }
        ],
        "qirqim": [],
        "izoh": ""
      },
      {
        "id": "1-06",
        "sarlavha": "Internet хабарлари",
        "rubrika": "Internet хабарлари",
        "muallif": "",
        "tur": "xabar",
        "bet": 1,
        "matn": "«Новости» агентлигининг Кишинёвдан йўллаган хабарига қараганда Молдовада 1997 йилнинг 1 январидан бошлаб меҳнат шартномаларини қайта тузишда давлат тилини билиш бўйича аттестация ўтказилади.\nАнглияда чиқадиган «Крисчиан Сайнз Монитор» газетасида босилган мақола Совет Иттифоқи тарқаб кетганидан сўнг Тожикистонда рўй бераётган воқеаларга бағишланган. Собиқ иттифоқ даврида бу республика стратегик жиҳатдан ўта муҳим ҳисобланарди, деб ёзади газета. — Шу муносабат билан Москванинг Тожикистонга эътибори кучли эди ва республика анчайин имтиёзлардан ҳам фойдаланарди. Бу нарса айниқса Тоғли Бадахшон вилоятига тегишли бўлиб, бу ердан Совет Иттифоқининг Хитой ва Афғонистон орасидаги чегараси ўтганди. Тоғли Бадахшонда совет қўшинларининг ҳарбий базаси мавжудлиги ерли аҳоли учун анча қулайликларни муҳайё қилган ҳам эди. Энди у замонлар ўтиб кетди. Бутун республика ўз кучига таяниб яшашга ҳаракат қилмоқда, аммо бу жуда мураккаб вазифа. Муаллифнинг фикрича, Тоғли Бадахшондаги бугунги ҳаётни бир сўз билан — қашшоқлик, деб баҳолаш мумкин. Пул ва транспорт воситаларининг йўқлиги аҳолига бошқа, нисбатан яхшироқ ҳудудларга ўтиб яшашга имкон бермайди. Шунга қарамай, маъмурлар иқтисодий тангликдан чиқишнинг йўлларини қидирмоқдалар, деб таъкидлайди «Крисчиан Сайнз Монитор».\n«Ди вельт» газетасида эълон қилинган мақола Чеченистондаги воқеаларга бағишланган. ЕХХТнинг Грознийдаги вакили Йорг Кубернинг фикрига таяниб, газета таъкидлайдики, ҳарбий ҳаракатлар тўхтаганидан кейин криминал ҳолат сезиларли даражада ёмонлашган. Кўчаларда қуролли кишилар тобора кўпайиб бормоқда, улар аёвсиз жиноятлар содир этмоқдалар. Илгари бутун чечен халқи Россия армияси устидан ғалаба қозониш йўлида бирлашган бўлса, деб ёзади газета, эндиликда жиноятчилар ҳеч қандай [...]сиз босқинчилик, талончилик ва қотиллик билан шуғулланмоқда. Газета кузатувчиларининг фикрича аҳвол бундан ҳам яна ёмонлашади.\nКанадада чиқадиган «Торонто Сан» газетаси қуйидагиларни ёзади: Россияда жиноятчилик мисли [...] кундан кун сайин авж олиб, йўлида учраган ҳамма нарсани барбод қилмоқда. Россиядаги жиноятчиларнинг асосий «яшаш жойи» — Москвадир. Сўнгги ўн ой ичида бу ерда 150 дан ортиқ ёлланма қотилликлар қайд этилди. Маҳаллий ва хорижий сармоядор тижоратчилар асосан уларнинг қурбонлари бўлишмоқда. Москва кўчаларида юриш эса деярли хавфли бўлиб қолди. Шунга қарамай, маъмурлар деярли ташвишга тушаётганлари йўқ, деб ёзади мақола муаллифи. — Шаҳар аҳолиси бўлса бутун дунёни бугунги Москва — нари борса 20-йиллардаги Чикаго-да, дея ишонтиришга ҳаракат қилишади. [...] шаклланиши билан боғлиқ мураккаб жараённи Москва ҳам ўз бошидан кечириши ва шундан сўнг тинч ва осуда ҳаёт тарзига қайтиши лозим. Мақола муаллифи бундай фикрни мутлақо яроқсиз, деб ҳисоблайди. Унинг фикрича, жиноятчилик Россияда бениҳоя кенг миқёсларда авж олган. Рус «мафия»си бўйига ҳам, энига ҳам ўсиб бормоқда ва яқин келгусида бутун дунёда энг нуфузли кучлардан бирига айланиб қолади, — деб фикрини якунлайди «Торонто Сан». Газетанинг фикрича, қишда қорнинг ҳануз йўқлигидан Россиядаги кўп[...] уйсиз дайдилар хурсанд, холос. Улар, қушларга ўхшаб, қишда иссиқ ўлкаларга учиб кета олмайдилар.",
        "hudud": [
          {
            "x": 69.75,
            "y": 44.55,
            "w": 29.26,
            "h": 32.2
          },
          {
            "x": 77.52,
            "y": 75.79,
            "w": 21.65,
            "h": 23.37
          }
        ],
        "qirqim": [],
        "izoh": ""
      },
      {
        "id": "1-07",
        "sarlavha": "Суюкли сўз...",
        "rubrika": "Табрик",
        "muallif": "Чингиз Айтматов",
        "tur": "maqola",
        "bet": 1,
        "matn": "Хуррият дегани бугун ҳаммамиз учун тушунарли, суюкли ва ардоқли сўз. Кўз қарандисизлик, эгаменлик, яъни мустақиллик йилларида бу сўз биз учун нақадар қимматли эканлигини янада равшан ҳис этдик.\nЎзбекистонда шу номда мустақил, эркин газета чиқа бошлаганини эшитиб хурсанд бўлдим. Бундай номда чиқадиган газета, юртга, миллатга ўзини аямай хизмат қилиши керак.\nАммо, гапнинг чинини айтадиган бўлсам, ҳозир газеталар жуда ҳам кўпайиб кетди. Ҳаммасини номма-ном санаш қийин. Ўйлашимча, гап газеталарнинг сонида эмас: Газета деганимиз, фикримча, ўз мақсади, ўз йўли, ўз айтадиган сўзига эга бўлиши керак. У бизга нима демоқчи, нима бермоқчи, бизни қайси мақсадлар сари даъват этмоқчи. Гап мана шунда. Журналистлар бамисоли алпинистлардай, ижод сўқмоқларининг мураккаб ва машаққатли йўлларидан ўтиб, баланд тоғ чўққиларига кўтарилишлари керак.\nҲар қандай газета турфа хил фикрлар, кўз қарашлари, қиёслар, таҳлиллар, аччиқ, аммо холис танқидлар ифодачиси бўлгандагина ўзининг номи ва мақсадини оқлай олади. Бутун биз «Хуррият»га энг яхши ниятларимизни билдирамиз. Тилакларимиз рўёбга чиқишига умид қиламиз. «Хуррият» элнинг дилдоши, дарддоши, фикрдоши бўлиб қолсин, бизга айтар сўзи ҳамиша номига муносиб бўлсин.",
        "hudud": [
          {
            "x": 24.79,
            "y": 75.79,
            "w": 28.43,
            "h": 23.49
          }
        ],
        "qirqim": [],
        "izoh": ""
      },
      {
        "id": "1-08",
        "sarlavha": "Хур фикр қадри",
        "rubrika": "Табрик",
        "muallif": "Абдулла Орипов",
        "tur": "maqola",
        "bet": 1,
        "matn": "Хуррият узоқ йиллар она халқимизнинг эзгу армони бўлиб келган эди. Не тонгки, Ватан Истиқлолга юз тутди. Неча йиллар эркка, қуёшдай ёруғ ҳақиқатга ташна ўтган одамларнинг бахти кулди.\nБугун мамлакатимизда умуминсоний қадриятлар эъзозланиб, демократик тамойиллар халқ турмушига сингиб бормоқда. Эркин сўз, инсоний ҳуқуқлар қадр топмоқда.\nМен яқинда Женевада ўтказилган жаҳон интеллектуал мулк ташкилоти халқаро дипломатик конференциясида мамлакатимизнинг расмий вакили сифатида иштирок этдим. Ўзбекистон номи битилган минбардан туриб жаҳон давлатлари қаторида сўз айтишимиз буюк ифтихор эмасми?\nАна шу қутлуғ жараённинг бир меваси сифатида вужудга келган янги газетамиз ҳур фикр минбари, ҳақиқат ойнаси бўлишига ишонаман. Бундай улуғ мақсадга даъват этилган «Хуррият» шу маънода халқ қалбидан чуқур жой олади, унинг энг севимли нашрларидан бири бўлиб қолади, деб умид қиламан.",
        "hudud": [
          {
            "x": 52.56,
            "y": 75.79,
            "w": 26.12,
            "h": 23.49
          }
        ],
        "qirqim": [],
        "izoh": ""
      },
      {
        "id": "1-09",
        "sarlavha": "Биринчи бет сурати",
        "rubrika": "Сурат",
        "muallif": "",
        "tur": "surat",
        "bet": 1,
        "matn": "Миллий кийимдаги болалар сурати. Изоҳ матни газетада берилмаган.",
        "hudud": [
          {
            "x": 24.63,
            "y": 15.98,
            "w": 26.94,
            "h": 30.75
          }
        ],
        "qirqim": [],
        "izoh": ""
      },
      {
        "id": "1-10",
        "sarlavha": "«Хуррият», 1917 йил, 29 декабрь",
        "rubrika": "Мерос",
        "muallif": "Нашрга тайёрловчи: Ҳ. Болтабоев",
        "tur": "sher",
        "bet": null,
        "matn": "",
        "izoh": "Шеърий матн. Муаллифлик ҳуқуқи сабабли матн киритилмади — скандан ўқинг.",
        "qirqim": [
          "skan/q01-balli-mirjalol.jpg",
          "skan/q02-tilimiz-imzo.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-11",
        "sarlavha": "Миржалол нега лол, Тошпўлат нега тажанг?",
        "rubrika": "Балли!!!",
        "muallif": "Аҳмад Оға",
        "tur": "maqola",
        "bet": null,
        "matn": "",
        "izoh": "Ёки Хоремхебнинг Эхнотоннинг қайинсинглисига уйланиши тарихи. Матн ҳали кўчирилмаган.",
        "qirqim": [
          "skan/q01-balli-mirjalol.jpg",
          "skan/q02-tilimiz-imzo.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-12",
        "sarlavha": "Имзо чекишдан аввал...",
        "rubrika": "Тилимиз",
        "muallif": "Аҳмад Хўжа",
        "tur": "maqola",
        "bet": null,
        "matn": "Бизда ғалати одат бор: бир ишга аввалига астойдил, баъзида керагидан ортиқ ҳаяжон билан киришамизу, орадан муайян вақт ўтгач, шаштимиз пасаяди. Кимнингдир турткисига эҳтиёж сезамиз.\nМенимча, ўзбек тилига давлат тили мақомини бериш, унинг нуфузини кўтариш борасида ҳам ана шундай ҳол юз берди.\nТил ҳам, байроқ, герб, мадҳия каби мустақил давлат рамзи эканини мамлакатимизда истиқомат қилаётган барча миллат вакиллари тўғри тушуниб, эътироф этиб, ўзбек тилини ўргана бошладилар. Қонунга мувофиқ корхона, ташкилот ва муассасаларда бунинг учун зарур шароит яратиб берилди — бепул курслар ташкил этилди.\nЛекин яна ўзимизда ҳафсала етишмади. Давлат тилини жорий этишга масъул бўлган мутасаддилар, меҳнат ва жамоат ташкилотлари раҳбарлари, бу ишга шахсан жавобгар эканликларига қарамай, етарли қатъият кўрсатмадилар, жамоадаги ҳар қандай ишнинг аҳволи унинг етакчисига боғлиқ — раҳбар бепарволикка берилдими, яхши натижадан умид қилмай қўяверинг...\nТаҳлиллар жойларда давлат тилига эътибор етарли даражада эмаслигини кўрсатди.\nАндижон, Бухоро, Қашқадарё, Наманган, Фарғона ва Сурхондарё вилоятларида бу борада бир мунча тадбирлар амалга оширилган бўлса-да, Тошкент, Хоразм ва Навоий вилоятлари ҳамда Тошкент шаҳри миқёсида давлат тилини жорий этишган доир ишларни қониқарли, деб бўлмайди.\nЁзишмаларни давлат тилида олиб бориш аксарият вазирлик, қўмита, уюшма ва идораларда яхши ташкил этилмаган.\nБуни Вазирлар Маҳкамасига шу йилнинг ўн ойи мобайнида келган ҳужжатлар таҳлилидан ҳам яққол кўриш мумкин. Жумладан, «Ўзкимёсаноат» уюшмаси 142 ҳужжатдан 14 тасини, «Ўзэлтехсаноат» 50 тадан иккитасини, «Ўзбектранскурилиш» 43 тадан тўрттасини, «Ўзбекмонтажмахсусқурилиш» 42 тадан учтасини давлат тилида юборган, холос. «Ғаллабанк»дан тушган атиги иккита ҳужжат ҳам давлат тилида эмас. Афсуски, бу саноқни яна анча давом эттириш мумкин.\nНаҳотки, ана шу хат ва ҳужжатлар остига имзо чекаётган мутасадди раҳбарлар ҳар бир, жумладан, давлат тили тўғрисидаги қонун ҳам ижро этилиши шартлигини ўйламасалар?!\nТил ҳам маънавият белгисидир.\nШундай экан, барчамиз давлат тилига бўлган муносабатимизни кескин ўзгартирадиган вақт аллақачон келди. Менимча, бу ўзгаришни ҳар ким бировнинг турткисини кутмасдан ўзи ва ўзидан бошлагани мақбул...",
        "izoh": "",
        "qirqim": [
          "skan/q02-tilimiz-imzo.jpg",
          "skan/q01-balli-mirjalol.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-13",
        "sarlavha": "Озодлик туйғуси",
        "rubrika": "Маърифат",
        "muallif": "Иброҳим Ғафуров",
        "tur": "maqola",
        "bet": null,
        "matn": "",
        "izoh": "Матн ҳали кўчирилмаган.",
        "qirqim": [
          "skan/q03-ozodlik-tuygusi.jpg",
          "skan/q02-tilimiz-imzo.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-14",
        "sarlavha": "Олис нолалар",
        "rubrika": "Йўқлов",
        "muallif": "Рўзибой Саидов",
        "tur": "maqola",
        "bet": null,
        "matn": "",
        "izoh": "Матн ҳали кўчирилмаган.",
        "qirqim": [
          "skan/q07-yoqlov-olis-nolalar.jpg",
          "skan/q08-olis-nolalar-davomi.jpg",
          "skan/q03-ozodlik-tuygusi.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-15",
        "sarlavha": "Немислар ўзбекча гапиряпти",
        "rubrika": "Эътироф",
        "muallif": "Ровияжон Абдуллаева",
        "tur": "maqola",
        "bet": null,
        "matn": "",
        "izoh": "Матн ҳали кўчирилмаган.",
        "qirqim": [
          "skan/q09-nemislar-ozbekcha.jpg",
          "skan/q08-olis-nolalar-davomi.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-16",
        "sarlavha": "Яна, Ҳуррият!",
        "rubrika": "Шеърият",
        "muallif": "Абдували Қутбиддин",
        "tur": "sher",
        "bet": null,
        "matn": "",
        "izoh": "Шеърий матн. Муаллифлик ҳуқуқи сабабли матн киритилмади — скандан ўқинг.",
        "qirqim": [
          "skan/q06-yana-hurriyat.jpg",
          "skan/q05-birov-korib-surat.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-17",
        "sarlavha": "Биров кўриб, биров кўрмаган сурат",
        "rubrika": "Ҳолат",
        "muallif": "Норқобил Жалил",
        "tur": "maqola",
        "bet": null,
        "matn": "",
        "izoh": "Кундалик шаклидаги ёзма: 1991-1996 йиллар. Матн ҳали кўчирилмаган.",
        "qirqim": [
          "skan/q05-birov-korib-surat.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-18",
        "sarlavha": "Дилим куяди, бироқ дил куйганча тил куйсин",
        "rubrika": "Миллат",
        "muallif": "",
        "tur": "maqola",
        "bet": null,
        "matn": "",
        "izoh": "Маҳаллийчилик ҳақидаги мақола ва унга «Таҳририятдан» изоҳи. Сарлавҳанинг боши суратда кесилган. Матн ҳали кўчирилмаган.",
        "qirqim": [
          "skan/q04-millat-tahririyatdan.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-19",
        "sarlavha": "Янгиликлар: Нукус, Фарғона",
        "rubrika": "Бугун",
        "muallif": "",
        "tur": "xabar",
        "bet": null,
        "matn": "",
        "izoh": "Матн ҳали кўчирилмаган.",
        "qirqim": [
          "skan/q01-balli-mirjalol.jpg",
          "skan/q02-tilimiz-imzo.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-20",
        "sarlavha": "Истеъфога чиқиш билан доғни ювиб бўлмайди",
        "rubrika": "Футбол",
        "muallif": "Сафар Остонов",
        "tur": "maqola",
        "bet": 4,
        "matn": "",
        "izoh": "Ўзбекистон терма жамоасининг XI Осиё кубоги мусобақасидаги мағлубияти ҳақида. Матн ҳали кўчирилмаган.",
        "qirqim": [
          "skan/q10-futbol-4bet.jpg",
          "skan/q11-chaqaloq-hikmat.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-21",
        "sarlavha": "Бозор: пул берма, имкон бер!",
        "rubrika": "Таъна",
        "muallif": "Абдуқаюм Йўлдошев",
        "tur": "maqola",
        "bet": null,
        "matn": "",
        "izoh": "Ёхуд бойимоқни истамаётган тенгдошларимга. Матн ҳали кўчирилмаган.",
        "qirqim": [
          "skan/q12-bozor-pul-berma.jpg",
          "skan/q10-futbol-4bet.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-22",
        "sarlavha": "Чақалоғингни нега сутдан айирдинг?",
        "rubrika": "Ҳикмат",
        "muallif": "",
        "tur": "maqola",
        "bet": null,
        "matn": "Халифа Ҳазрат Умар (Р.А.) ҳар галдагидек кечқурун шаҳарни кезиб юрарди. Кўчадан ўтиб кетаётганида аччиқ-аччиқ йиғлаётган чақалоқнинг овозини эшитди. Бироз пойлаб турди, чақалоқ йиғиси тўхташини кутди. Аммо бола борган сари қаттиқроқ йиғлар эди. Ҳазрат Умар (Р.А.) чидаёлмай, эшикни тақиллатди ва:\n— Нега болани йиғлатмоқдасиз, унинг онаси йўқми? — деб сўради.\nЧиққан хотин:\n— Мен унинг онаси бўламан, — деган эди, халифа унга:\n— Сен нега бунчалик шафқатсиз хотинсан, нега болани бунчалик йиғлатасан, — деди.\nХотин:\n— Нега ҳолимизни билмай, бундай дейсиз, озор берасиз? Болани яқинда сутдан ажратдим, уйимизда егулик бирор нарса бўлсайди, боламни овутар эдим, — деди.\nҲазрат Умар (Р.А.):\n— Боланг неча ёшда? — деб сўради.\nХотин:\n— Ҳали бир ёшга киргани йўқ, — деди.\nҲазрат Умар (Р.А.):\n— Нега бундай эрта сутдан айирдинг? — деб сўради.\nХотин:\n— Аллоҳ Халифага инсоф берсин. Болалар сутдан ажратилмагунча нафақа бермайди. Шунинг учун эрта сутдан айирдим, — деб жавоб берди.\nҲазрат Умар (Р.А.) бомдод намозини ўқигандан сўнг мулозимларидан бирини чақириб:\n— Сизнинг Умарингизга уят! — деб икки марта надомат билан қайтарди. — Ҳар бир мусулмон бола туққанида халифага дарҳол хабар берсин. Байтул молдан — давлат хазинасидан нафақа тайинлансин. Ҳеч бир аёл нафақасиз қолмасин ва боласини сутдан эрта айирмасин. Шу онда кимнинг чақалоғи бўлса, болани келтириб, нафақа ёздирсин, — деди.\nАлоҳида жарчилар Мадина кўчаларида юриб, аҳолига бу қарорни эълон қилдилар.\nИЗОҲ ВА ЎГИТ\nКитобхон қардош! Жаҳон тарихида адолатли зарбулмасал бўлган Ҳазрат Умар барча мусулмонлар ва ўзининг қарамоғидаги халққа шундай ғамхўрлик қилар эди. Мадина кўчаларида кўча қоровуллари каби вақти-вақти билан кезиб, «Дардли фуқаро борми?», деб юрарди ва кўпинча бундай одамларга шахсан ўзи ёрдам берарди. Бир кун болалари йиғлаган хотиннинг болалари учун ун орқалаб борган Умар дўстининг бундай қилмагин деган эътирозига қарамасдан: «Унни Умар ташисин, фақирларнинг кўнглини олмоқ учун терласин. Оллоҳ Умарни афв этсин», деб унни ўзи ташиди. Сўнгра у хотиннинг уйига келиб, ўз қўли билан овқат пишириб едирди. Ўтни ўзи ёқди, ўт ёқар экан, соч-соқоли кулга бўлғанди. Хотин ёрдам беришни истаганда унга:\n— Бор, болаларингни овут. Мен ўзим уларга овқат тайёрлаб бераман, — деди. Болалар қоринларини тўйдириб ётдилар. Умар ҳузур қилиб дам олди ва:\n— Эртага Умарнинг олдига боринг. Сизга нафақа берсин, — деб хайрлашди.\nАдолатнинг тимсоли бўлган Умар (Р.А.) шундай бир Умар эди.\nРазиаллоҳу анҳу. Аллоҳ ундан рози ва хушнуд бўлсин. Омин!",
        "izoh": "",
        "qirqim": [
          "skan/q11-chaqaloq-hikmat.jpg"
        ],
        "hudud": []
      },
      {
        "id": "1-23",
        "sarlavha": "Шифо",
        "rubrika": "Шифо",
        "muallif": "Исмалоқ",
        "tur": "maqola",
        "bet": null,
        "matn": "",
        "izoh": "Табобат рукни. Суратда фақат чап чети тушган — тўлиқ скани керак.",
        "qirqim": [
          "skan/q11-chaqaloq-hikmat.jpg"
        ],
        "hudud": []
      }
    ]
  }
];
